#+FILETAGS: Inbox
#+STARTUP: content

* TODO Notes
* NEXT Tasks
  :PROPERTIES:
  :ID:       EB155A82-92B2-4F25-A3C6-0304591AF2F9
  :END:
  :LOGBOOK:
  CLOCK: [2020-09-07 Mon 14:39]--[2020-09-07 Mon 20:43] =>  6:04
  CLOCK: [2020-09-07 Mon 10:08]--[2020-09-07 Mon 10:12] =>  0:04
  CLOCK: [2020-07-17 周五 09:25]--[2020-07-17 周五 09:27] =>  0:02
  CLOCK: [2020-07-16 周四 08:35]--[2020-07-16 周四 08:36] =>  0:01
  CLOCK: [2020-07-15 周三 16:57]--[2020-07-15 周三 16:58] =>  0:01
  :END:

* 2020
  :PROPERTIES:
  :ID:       2DD17220-38CE-4242-AE15-CB4F17019192
  :END:

** 2020-07 July
*** 2020-07-15 Wednesday
**** 讨论http传输过程
     :LOGBOOK:
     CLOCK: [2020-07-15 周三 17:03]--[2020-07-15 周三 19:01] =>  1:58
     :END:
     代码问题
   [2020-07-15 周三 17:03]

*** 2020-07-16 Thursday
**** Rest
     :LOGBOOK:
     CLOCK: [2020-07-16 周四 10:40]--[2020-07-16 周四 10:48] =>  0:08
     :END:
   [2020-07-16 周四 10:40]

*** 2020-07-17 Friday
**** rest
     :LOGBOOK:
     CLOCK: [2020-07-17 周五 10:33]--[2020-07-17 周五 10:53] =>  0:20
     :END:
   [2020-07-17 周五 10:33]

** 2020-08 August
*** 2020-08-03 Monday
**** 311 gitlab不能访问

DellHust这个主机名不能访问，可能是由于没有联网。
用IP地址 211.67.22.146可以直接访问。
     :LOGBOOK:
     CLOCK: [2020-08-03 Mon 10:13]--[2020-08-03 Mon 10:27] =>  0:14
     :END:
   [2020-08-03 Mon 10:13]

* FINISHED Meeting
  CLOSED: [2020-08-27 Thu 11:40]
* TODO Hust 311 team meeting
  SCHEDULED: <2020-09-14 Mon 14:30 .+1w>
  :PROPERTIES:
  :STYLE:    habit
  :REPEAT_TO_STATE: TODO
  :LAST_REPEAT: [2020-09-07 Mon 11:25]
  :END:

  - State "DONE"       from "TODO"       [2020-09-07 Mon 11:25]
** Slides
   :LOGBOOK:
   CLOCK: [2020-08-03 Mon 11:23]--[2020-08-03 Mon 11:30] =>  0:07
   :END:
   [[file:~/Documents/SLD/work-update/group-discussion.key][311-workupdate]]
   
